[ payload: {{body: "Hello, Joseph,

    Thank you for submitting your resume to Ancestry for consideration for our Full Stack Software Developer position.
    
    We have reviewed the qualifications of each candidate and after careful consideration, we have determined that the credentials of other candidates may better fit our needs at this time.
    
    Please accept our best wishes and thank you for your interest in Ancestry.
    
    Sincerely,
    
    Ancestry Talent Acquisition Team
    "}} 

payload: {{body: "Hi Joseph,

    Thank you for your interest in the Software Engineer, Map Representation, Full Stack position at Argo AI. After careful consideration, we have decided not to proceed with your candidacy for the current opening at Argo AI.
    
    Thanks again for your interest in Argo AI and we wish you luck in your search.
    
    Regards,
    Argo AI"}}

    payload: {{body: "Hi Joseph,

        Thank you for giving us the opportunity to review your resume for our Software Engineer - JavaScript role. We have reviewed your background and qualifications and find that we do not have an appropriate position for you at this time. However, we would love to stay in touch, as our needs will change as we continue to grow.
        
        We appreciate your interest in Zoosk and wish you the best of success in your job search!
        
        Sincerely,
        The Zoosk Recruiting Team
        "}}

payload: {{body: "Joseph:

    We have received your application for the position of Software Engineer 3-0096498. After careful consideration, we regret to inform you that you have not been selected for this position.
    
    We will retain your candidate file in our database and may inform you of job openings that match your profile if you selected this option. We also invite you to visit the Career Section on our Web site regularly.
    
    We thank you for your interest in our company and wish you all the best in your career.
    "}}

payload: {{body: "Hello Joseph,

    Thank you for your interest on the Software Engineer position here at Proofpoint.  We are excited to welcome you as an applicant.  As an initial step, I would like to schedule a time with you to discuss the opportunity further.  Can you please confirm if you can take my call on Monday, 11/5 at 11am  PST?   Otherwise, please suggest another date/time.
    
    Looking forward to connecting.
    
    "}}
payload: {{body: "Hello Joseph,

    Thank you for applying to Ushur.  Would you be available for a phone interview sometime on Friday?  Please let me know what time works best for you.
    
    Thanks!"}}

]